Repository: learnin9/portsip-softphone-ios
Catalog: PortGo/PortGo/*.lproj/Localizable.strings
Languages: pl

source: Accounts
pl: Użytkownicy

source: UserName
pl: Login

source: Password
pl: Hasło

# SIP Server
source: Domain
pl: SIP Serwer

source: Names
pl: Nazwy

source: Remember me
pl: Zapamiętaj mnie

source: Auto Login
pl: Automatyczne logowanie

source: Show Advanced Options
pl: Wyświetl dodatkowe ustawienia

source: Hide Advanced Options
pl: Zamknij dodatkowe ustawienia

source: Enable Logging
pl: Włącz zapisywanie historii logowania

source: About
pl: O nas

source: Display Name
pl: Nazwa

source: Auth Name
pl: Login do autoryzacji

# User Domain
source: Domain
pl: Domena

source: Signaling Transport
pl: SIGTRAN

source: Enable STUN
pl: Włącz STUN

source: Server
pl: Serwer

source: Version
pl: Wersja

source: Signing In
pl: Trwa logowanie

source: Network error
pl: Brak sieci

# Initial SDK error
source: Initialize SDK error
pl: Błąd SDK

source: Account info error
pl: Błąd wprowadzonych danych

source: Unable to login
pl: Logowanie nie powiodło się

source: Forgot Password
pl: Nieprawidłowe hasło

source: Contacts
pl: Kontakty

source: Favorites
pl: Wyróżnione

source: Recents
pl: Ostatnie

# All Calls
source: ALL
pl: Wszystkie

# Missed Calls
source: MISSED
pl: Nieodebrane

source: Video
pl: Wideo

source: Unknown
pl: Nieznany

source: Clear All Entries
pl: Usuń wszystkie odebrane

# Clear Missed Entries
source: Clear all Missed Entries
pl: Usuń wszystkie nieodebrane

source: Cancel
pl: Anuluj

source: Create New Contact
pl: Utwórz nowy kontakt

source: Add to Existing Contact
pl: Dodaj do istniejącego kontaktu

source: Send a Text Message
pl: Wyślij wiadomość

source: Make Audio Call
pl: Wykonaj połączenie

source: Make Video Call
pl: Wykonaj Wideo połączenie

source: Numpad
pl: Klawiatura

source: Hang Up Call
pl: Zakończ połączenie

source: Trying
pl: Nawiązuję połączenie

source: Ringing
pl: Dzwonię

source: Tap to return call
pl: Wznów rozmowę

source: Call Ending
pl: Połączenie zakończono

source: Transfer
pl: Przekaż

source: Conference
pl: Konferencja

source: Call from
pl: Zadzwoń do

source: Video call from
pl: Zadzwoń z wideo do

source: Call Closed
pl: Zakończ połączenie

source: Missed Call
pl: Nieodebrane połączenie

source: Messages
pl: Wiadomości

source: Send
pl: Wyślij

source: Copy
pl: Kopiuj

source: Delete
pl: Usuń

source: Home
pl: Strona głowna

source: Settings
pl: Ustawienia

source: Account
pl: Użytkownicy

source: Preferences
pl: Preferowane

source: Codecs
pl: Kodeki

source: Premium Features
pl: Funkcję premium

source: User Name
pl: Login

source: Sign Out
pl: Wyloguj się

source: Allow VoIP Calls
pl: Zezwól na połączenia VoIP

source: Force Background
pl: Korzystać z trybu uśpienia (w tle)

source: Integrated Calling
pl: Zintegrowane połączenie

source: RTP Port Start
pl: Włącz RTP Port

source: Acoustic Echo Cancellation
pl: Eliminacja echa

source: Voice Activity Detection
pl: Voice Activity Detection (VAD)

source: Noise Reduction
pl: Redukcja szumów

source: Comfort Noise Generator
pl: Generator szumów

source: Automatic Gain Control
pl: Automatyczna regulacja wzmocnienia

source: Video Resolution
pl: Rozdzielczość wideo

source: Video Frame Rate
pl: Wideo FrameRate

source: Video Bit Rate
pl: Wideo BitRate

source: Video NACK feature(RFC4585)
pl: Wideo NACK feature(RFC4585)

source: Forward Incoming Calls
pl: Przekierowanie połączeń przychodzących

source: Send DTMF Using
pl: Wyślij wykorzystywany DTMF

source: Play DTMF Tones Back To Me
pl: Odtwórz DTMF sygnały Back To Me

source: Number:
pl: Numer:

source: MOBILE DATA NETWORK
pl: Sieć komórkowa

source: Enable to allow application to use your mobile data plan when WIFI is not available.
pl: Włącz możliwość korzystania z sieci komórkowej, kiedy WIFI nie jest dostępne

source: CALLS
pl: POLĄCZENIA

source: Receive incoming calls on your lock screen and make calls from your device's contact list.
pl: Odbieranie połączeń przy zablokowanym ekranie oraz wykonywanie połączeń z listy kontaktów na smartfonie.

source: BACKGROUND
pl: Tryb uśpienia (w tle)

source: AUDIO OPTIONS
pl: OPCJE AUDIO

source: VIDEO OPTIONS
pl: OPCJE WIDEO

source: CLIENT-SIDE CALL FORWARDING
pl: Przekierowanie połączeń CLIENT-SIDE

source: DTMF TYPE
pl: DTMF TYP

source: Sign In
pl: Logowanie

source: None
pl: Żaden

source: Prefer
pl: Preferowany

source: Force
pl: Obowiązkowy

source: Audio Codecs
pl: Audio Kodeki

source: Video Codecs
pl: Wideo Kodeki

source: Speaker
pl: Głośnik
